Repository: mehmetcelik7/Tip-Calculator
Catalog: Tip Calculator/Views/Localizable.xcstrings
Source language: en
Languages: es, fr

source: Amount
es: Elija una propina
fr: Montant

source: Bill
es: Factura
fr: Facture

source: Choose Tip
es: Monto
fr: Choisissez un pourboire

source: Choose Tip View
es: Calculadora de propinas
fr: Vue de choix du pourboire

source: Custom
es: Ingresar total
fr: Personnalisé

source: Enter Total
es: Resumen de pago
fr: Entrer le total

source: Enter total view
es: Total por persona
fr: Entrer le total

source: Payment SummaryView
es: Personalizado
fr: Résumé du paiement

source: Split
es: Resumen
fr: Diviser

source: Split View
es: Vista de calculadora de propinas (vertical)
fr: Vue fractionnée

source: Summary
es: Vista de calculadora de propinas (horizontal)
fr: Résumé

source: Tip calculator
es: Vista dividida
fr: Calculateur de pourboire

source: Tip Calculator View(landscape
es: Vista de título
fr: Vue du calculateur de pourboire (paysage)

source: Tip Calculator View(portrait
es: Dividir
fr: Vue du calculateur de pourboire (portrait)

source: Title View // todo
es: Vista de selección de propina
fr: Vue du titre

source: Total per person
es: Ingresar total
fr: Total par personne
